/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Une destination (adresse IP ou nom de domaine) est nécessaire pour pouvoir s’abonner";

/* About prefs tab title */
"About" = "À propos";

/* Title for section containing actions (SMS, MailMe, Speech, etc) */
"Actions" = "";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Autres déchargements";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Attention ! Activer cette option va ajouter Growl.app à vos éléments de démarrage";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Permettre aux autres ordinateurs de s’abonner à toutes les notifications";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Permettre ceci va lancer Growl à chaque démarrage, de sorte qu’il sera disponible pour les applications qui l’utilisent tout le temps";

/* Notification always stay on screen */
"Always" = "Toujours";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Une erreur est survenue lors de la création ou l’ouverture de la base de données.\nL’Historique est désactivé pour le moment, mais l’enroulement continue à fonctionner.\nSi l’Historique est réactivé, rien ne sera enregistré et Growl peut potentiellement utiliser une grande quantité de mémoire.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Application";

/* Application decides whether a note should stay on screen */
"Application Decides" = "L’application décide";

/* Label for application level display style choice */
"Application's Display Style" = "Style d’affichage d’application ";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Application : %1$@\nTitre : %2$@\nDescription : %3$@\nCliquer pour ouvrir le journal de bord";

/* Application prefs tab title */
"Applications" = "Applications";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Désirez-vous vraiment quitter ?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Désirez-vous vraiment supprimer %@ ?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Impossible de trouver pour le moment l’entrée Bonjour configurée ";

/* Button title for canceling */
"Cancel" = "Annuler";

/* Clear all history button title */
"Clear All History" = "Effacer tout l’historique";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Effacer toutes les notifications dans l’enroulement de l’Historique";

/* No comment provided by engineer. */
"Clear Rollup" = "Effacer l’enroulement";

/* close all open notifications */
"Close all notifications" = "Fermer toutes les notifications";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "";

/* No comment provided by engineer. */
"Compound Action" = "";

/* Column title for a computer entry */
"Computer Name" = "Nom de l’ordinateur";

/* Continue button title */
"Continue" = "Continuer";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Installation abîmée détectée";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Position de démarrage prédéfinie pour les notifications";

/* Default style picker label */
"Default Style" = "Style prédéfini";

/* alert when history database could not be moved aside */
"Disabling History" = "Désactivation de l’historique";

/* Label for the display style of the selected notification */
"Display Style:" = "Style d'affichage :";

/* Column title for Display Styles */
"Display Styles" = "Style d’affichage";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Moniteurs";

/* Continue button title when done */
"Done" = "Fermer";

/* Emergency notification priority */
"Emergency" = "D’urgence";

/* Label for application on/off switch */
"Enable %@" = "Activer %@";

/* Label for application on/off switch */
"Enable application" = "Activer l’application";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Activer Growl pour se lancer au démarrage";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Activers l’historique :";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Activer l’enregistrement";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "L’activation de cette option va faire fonctionner Growl sans affichage d’icône du Dock ni article de menu. Pour avois accès aux préférences, toucher Growl dans le LaunchPad ou ouvrir Growl dans le finder.";

/* Alert when database has been corrupted */
"Error opening %@." = "";

/* fatal alert */
"Fatal Error" = "Erreur fatale";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Paramètres du coupe-feu : les notifications Réseau utilisent le port TCP 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Envoyer des notifications aux autres ordinateurs";

/* Tab title for forwarding */
"Forwarding" = "Envoi";

/* General prefs tab title */
"General" = "Général";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Obtenir des applications";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Plus de styles";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Soumettre un pépin de Growl";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "";

/* No comment provided by engineer. */
"Growl History Disabled" = "Historique de Growl désactivé";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Growl doit être relancé pour voir cette modification prendre effet.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Enroulement des notifications de Growl";

/* button to open http://growl.info */
"Growl Web Site" = "Site Web de Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Masquer l’enroulement";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Masquer l’enroulement de l’historique";

/* High notification priority */
"High" = "Haute";

/* History prefs tab title */
"History" = "Historique";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Si vous quittez Growl, vous n’allez plus recevoir les notifications.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Indique un ordinateur découvert en utilisant Growl 1.3 ou ultérieur";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Signaler un ordinateur indiqué manuellement vers lequel faire suivre ou auquel s’abonner";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informer %@ lorsqu’une notification est cliquée";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Quantité à garder";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Jours à garder";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Désinstalleur de Growl";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Autoriser les notifications entrantes";

/* Title for section containing apps from the local machine */
"Local" = "Local";

/* Moderate notification priority */
"Moderate" = "Modérée";

/* Network prefs tab title */
"Network" = "Réseau";

/* Notification will never stay on screen */
"Never" = "Jamais";

/* No comment provided by engineer. */
"No" = "Non";

/* Setting for no visual display */
"No Default Display" = "";

/* Growl will run compeletely in the background */
"No icon visible" = "Ne pas afficher d’icône";

/* No comment provided by engineer. */
"No Recent Notifications" = "Pas de notification récente";

/* Normal notification priority */
"Normal" = "Normale";

/* Label for the tab which contains notification settings */
"Notifications" = "Paramètres de notification";

/* If the string is too long, use O */
"OFF" = "Désactivé";

/* No comment provided by engineer. */
"Ok" = "OK";

/* No comment provided by engineer. */
"OK" = "OK";

/* If the string is too long, use I */
"ON" = "Activé";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Ouvrir les préférences de Growl…";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Ouvrir le panneau de préférence";

/* Column title for a password */
"Password" = "Mot de passe";

/* No comment provided by engineer. */
"Pause Growl" = "Suspendre Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Suspendre les notifications visuelles de Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Ne pas indiquer l’hôte local. Growl ne peut faire suivre à lui-même";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Ne pas indiquer l’hôte local. Growl ne peut s’abonner à lui-même.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Indiquer une adresse IPv4 ou IPv6 correcte ou un nom de domaine correct";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Le module '%@' a été installé avec succès. Désirez-vous le configurer maintenant ?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Le module '%@' est déjà installé. Désirez-vous le remplacer ?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Le module '%@' ne va pas fonctionner sur ce Macintosh avec cette version de Mac OS X. Installer quand même ?";

/* No comment provided by engineer. */
"Plugin already exists" = "Le module existe déjà";

/* No comment provided by engineer. */
"Plugin installed" = "Module installé";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Architecture native de module manquante";

/* No comment provided by engineer. */
"Plugin not installed" = "Module non installé";

/* Preferences window title */
"Preferences" = "Préférences";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Prévisualiser";

/* Label for choosing priority of the selected notification */
"Priority:" = "Priorité :";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Quitte complètement Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Lire les instructions et quitter";

/* Button title for removing something */
"Remove" = "Supprimer";

/* No comment provided by engineer. */
"Resume Growl" = "Reprendre Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Reprendre les notifications de Growl";

/* Rollup prefs tab title */
"Rollup" = "Enrouler";

/* Rollup all notifications radio button */
"Rollup all notes" = "Enrouler toutes les notes";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Enrouler automatiquement les affichages";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Enroulement activé";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "N’enrouler que les notes enregistrées";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Rechercher";

/* second part of string for idle timeout */
"seconds of inactivity" = "secondes d’inactivité";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Envoyer les notifications vers l’enroulement après";

/* Label for server password field */
"Server Password:" = "Mot de passe du serveur :";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Afficher le désactivé";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Afficher l’icône dans les deux";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Afficher l’icône dans le Dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Afficher l’icône dans la barre des menus";

/* No comment provided by engineer. */
"Show Rollup" = "Afficher l’enroulement";

/* No comment provided by engineer. */
"Show the History Rollup" = "Afficher l’enroulement de l’historique";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Afficher/masquer le raccourci";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Lancer Growl au démarrage";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Rester à l’écran :";

/* Tab title for subscribers tab */
"Subscribers" = "Abonnés";

/* Tab title for subscriptions tab */
"Subscriptions" = "Abonnements";

/* No comment provided by engineer. */
"There are no new notifications" = "Il n’y a pas de nouvelles notifications";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Il y a eu %lu notifications au cours de votre absence";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Une erreur est survenue lors de l’abonnement à la machine éloignée :\ncode : %1$d\ndescription : %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Une erreur est survenue durant l'installation du module '%@'.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Il y a eu %lu notifications au cours de votre absence";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Cette action ne peut être annulée. Veuillez confirmer que vous désirez supprimer tout l’historique de notification";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Ceci est une prévisualisation de l’affichage %@";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Ceci ne devrait jamais arriver ! -(void)subscribe ne devrait être appelé que sur des entrées locales";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Cela va supprimer tous les paramètres de Growl pour %@.";

/* Column title for the time column in the history table */
"Time" = "Heure";

/* Column title for the title column in the history table */
"Title" = "Titre";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Pour éviter une croissance infinie de la base de données de l’historique, au moins un type de limite automatique doit être activé";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Il n’est pas permis de désactiver les deux fonctions de limite automatique.";

/* Column title for whether to use the item on the row */
"Use" = "Activé";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Utiliser une position de départ personnelle";

/* label for using the global default starting position */
"Use default starting position" = "Utiliser la position de départ prédéfinie";

/* Use Mac OS X Notifications switch label */
"Use Mac OS X Notifications" = "";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Valide jusque :";

/* Very low notification priority */
"Very Low" = "Très basse";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Attention ! À propos de la suppression TOTALE de l’historique";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Attention ! L’activation de cette option va faire passer Growl en tâche de fond";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Mac App Store a fourni une installation abîmée. Veuillez suivre les instructions que le bouton vous indique afin de remédier à la situation.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Bienvenue à Growl !";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Vous pouvez vous connecter manuellement à une des adresses suivantes :";

